{
  "44": {
    "number": "44",
    "name": "Ms Amanda Stinton",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Amanda Stinton",
    "Title": "Ms",
    "ID": "44",
    "inside": "Works in the Pay Unit of the <A HREF=\"../car3/108.htm\">Metropolitan Police HQ</A>.  Lives with her parents.  Both she and her parents think of her as a wild hoyden.  \"Fancy Amanda, working for the police,\" says her mother, who dreams of her daughter doing all sorts of things she never did.  </p>",
    "appearance": "About 22, short, in black leather jacket and ski pants.  Long hair tinged with henna. Her Walkman plays music loudly identifiable as <em>Simply Red</em>. </p><p>",
    "Age (general)": "young",
    "Skin Colour": "",
    "thinking": "Amanda is thinking about her affair with a married man in Maintenance.  <A HREF=\"../car4/119.htm\">Gary</A> is everything a man should be: masculine, a bit hard. She has to confess that the attraction is mostly sexual. <p>It was exciting in the beginning.  You see this married man and you begin to think: I could have him.  But much longer and she'll just be a  little mistress, waiting for him to call.<p>Sunday was the worst.  They were supposed to meet up at Gary's mate's.  It was so humiliating.  She showed up and Gary's friend opened the door and just said.  \"Gary rang.  He can't make it.\"  Then he said, \"I'm free as it happens.\"  Oh please.  He's a horrible little wanker as well.<p>Mick Hucknall sings ...<em>Maybe some day, someone will come</em>.  Amanda decides.  It's going nowhere.  She'll end it. <p><A HREF=\"66.htm\">The woman across from her</A> stands up.  Oh wow, she's wearing one of those antique slips.  People make a big thing about it, but it's just nice lacey material.  Amanda salutes her for fashion bravery: more power to you, girl.  She decides to do the same.</p><p><a href=\"43.htm\">Previous passenger </a>",
    "Age (specific)": "22",
    "Height": "small",
    "Nationality": "",
    "Hair Colour": "hennaed",
    "Profession": "Administrator - Metropolitan Police"
  },
  "55": {
    "number": "55",
    "name": "Lt. Harry Freer ",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Harry Freer",
    "Title": "Lt",
    "ID": "55",
    "inside": "On his way to work at <A HREF=\"../car1/21.htm\">Lambeth Police station</A>.</p>",
    "appearance": "Worn, middle-aged man with a blunt but pleasant face: round cheeks, round nose, slight overbite, small and inwardly turning mouth.  Thinning salt and pepper hair combed in strands over bald top. Black overcoat, black shoes, blue shirt collar.</p><p>",
    "Age (general)": "middle-aged",
    "Skin Colour": "",
    "thinking": "For four years Lt. Freer pursued a local graffiti sprayer.  He'd defaced walls all over Lambeth and Vauxhall -- the <a name=\"marsh\"></a><A HREF=\"../car3/82.htm\">primary school on Baylis</A>, the ambulance building, <a href=\"../car5/165.htm\">St Michael's School</a>... Nowhere was safe.  People felt threatened, intimidated.  Finally cameras videoed the culprit and he was identified on Crimewatch by a local schoolteacher.<p>As soon as he saw the young man in court (22, unemployed) Lt. Freer had a strange reaction.  He felt personally threatened, shaken by the sentence.  He hated the thought of the lad going to prison.  How different really were his bright sprayed swirls from most hoardings?  Lt. Freer had no words for his feelings.  He kept a report on the case with a photograph of the young man paper-clipped to its cover.  The lad's name was Tom Gleadal.  No previous convictions, no qualifications. <p>Last night his wife picked up the photograph from the floor and asked.  \"When was this taken?\" <p>\"Just before the trial,\" Lt. Freer replied.<p> His wife looked confused.  \"Was it before you met me?  I don't remember it that's all.\"  She passed it to him, and he saw.<p>He and Tom Gleadal have nearly the same face: the round nose, the round cheeks, the overbite.<p>\"It's me in my artist days,\" he answered.</p><p><a href=\"54.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "salt-and-pepper",
    "Profession": "Policeman"
  },
  "66": {
    "number": "66",
    "name": "Mrs Julie Tildsley",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Julie Tildsley",
    "Title": "Mrs",
    "ID": "66",
    "inside": "<A NAME=\"corrine\">Works for FSD Courier Service</A> near the <A HREF=\"../car4/112.htm#\"julie\">Elephant</A>.  Takes bookings, fills in forms, contacts couriers, gives customers instructions.  She lives near Aldgate East  -- a long way to come, but a job is a job, even one you could do in your sleep.</p><p>",
    "appearance": "The last to get on at Embankment, as the doors close.  She's youngish, about thirty, but rumpled hair and baggy eyes make her look older and a bit grumpy.  She drops down into an empty seat and stares. She wears a shiny white dress. </p><p>",
    "Age (general)": "youngish",
    "Skin Colour": "",
    "thinking": "Julie actually is asleep.  Her morning routine is so established that she dressed herself sleepwalking.  She walked on automatic pilot to the tube and changed trains at Embankment without waking up.  She is conscious of nothing until <A HREF=\"46.htm\">Passenger 46</A> clumps <A HREF=\"47.htm\">Passenger 47</A> with a bicycle seat.  She thinks: I'm dreaming that I'm sitting on the tube and a man comes in with a bicycle seat and hits a large black man with it.  <A HREF=\"45.htm\">A spooky black lady</A> smiles, nursing something terrible in a parcel. Sitting next to her, <A HREF=\"44.htm\">Mick Hucknall</A> seems to be singing.  <p>Gradually Julie realises it is not a dream.  She really is sitting on the tube fingering her white dress.  The FSD uniform is a grey skirt.<p>She's only wearing a slip.  Oh my God!  she thinks and sits up as the train slows into Waterloo.  I'm not dressed, I've got to go home!  <p>All the way to Aldgate East and then walking up Commercial Road, wearing only a slip.  But this time she won't be asleep.</p><p><a href=\"65.htm\">Previous passenger </a>",
    "Age (specific)": "30",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Courier"
  },
  "45": {
    "number": "45",
    "name": "Mrs Doreen Goodman",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Doreen Goodman",
    "Title": "Mrs",
    "ID": "45",
    "inside": "Works in the <a href=\"ftnt45.htm\">Corporate Development Unit</a> of the <A HREF=\"../car3/83.htm\">London Emergency Service</A> off Morley street.  The Unit was set up to market the Service after a series of management disasters, particularly a new computer system.   A new logo, a Management Accounting System and stringent financial targets were put in place by the new manager, a failed banker.  Doreen types his memos and drafts the letters to employees who have been made redundant.<p>Doreen has always been a quiet soul.  She has a sweet slow husband, whose moustache is white and who has retired from his job as a security guard in a bank.  They both miss the island they left as children.  Doreen will retire soon and then they will go back home.</p>",
    "appearance": "Tiny, elf-like black lady.  Sits smiling in conservative blue clothes, teased up straightened brown hair, and padded shoes.  On her lap, there is a parcel wrapped in purple with a lavender ribbon.</p><p>",
    "Age (general)": "old",
    "Skin Colour": "black",
    "thinking": "She is thinking of the present she has bought for her boss that sits so prettily on her lap. There is a card signed by the entire Unit.  They all banded together to buy it, but it was Doreen's idea.<p>The boss is old, white haired, and knows only money.  She has bought him for his birthday a fossilized turd.  <p>It is probably from a bison or other bovine mammal, large, round in sections and petrified a beautiful smooth blue.  He'll have to open it up in front of everyone. She can't wait until she sees his face.  Birthday boy. </p><p><a href=\"44.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "tiny",
    "Nationality": "",
    "Hair Colour": "brown",
    "Profession": "Administrator - London Emergency Service"
  },
  "56": {
    "number": "56",
    "name": "Mr Savi Gupta",
    "Ethnicity": "Indian",
    "Gender": "Male",
    "Name": "Savi Gupta",
    "Title": "Mr",
    "ID": "56",
    "inside": "Manager of <A HREF=\"../car3/84.htm#savi\">Emil's Window Displays</A>, a shop selling mannequins.  Its front window is crammed with sexless, bald effigies, mostly of children.</p><p>",
    "appearance": "Large, fleshy Indian man in loose brown shirt and camel-coloured long coat.  Slightly bouffant hair with waves.  Holds a rolled, unread newspaper.  Sits sprawled and relaxed, like a laundry basket of expensive clothes.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Savi is amusing himself by imagining what the other passengers would look like if they had been born as the opposite sex. <p><A HREF=\"50.htm\">Passenger 50</A> transforms into a much prettier person, petite with a retrousse nose, the kind of bad girl that produces a naughty tickle.  <A HREF=\"51.htm\">Passenger 51</A> becomes a very nasty customer, the kind of male relative Mr Gupta most hates dealing with: obdurate, religious.  <A HREF=\"52.htm\">Passenger 52 </A>turns into a heavy-cheeked labourer, with broad features and bigger hands wearing two layers of clothes and reading <em>The Sun </em> instead of a letter.  <A HREF=\"53.htm\">Passenger 53</A> turns into a neat, prim, disappointed man with a pale lined face.  <A HREF=\"54.htm\">Passenger 54 </A>is much improved for being male.  Her pink-cheeked jollity, would suit an athletic if boyish frame.  She would still wear an AIDS ribbon.  And the policeman, well, he becomes a frumpy housewife in pastel clothes that are meant to make her look more feminine.<p>Savi's family were turfed out of Uganda so long ago that he cannot remember, and he runs an unlikely business by accident of inheritance located for no discernible reason on Waterloo Road in London.  For him, all fate is arbitrary.  His white-faced, sexless dummies await him.  He gets off as always at Lambeth North.</p><p><a href=\"55.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "Uganda",
    "Hair Colour": "",
    "Profession": "Shop Manager"
  },
  "67": {
    "number": "67",
    "name": "Miss Samantha Allers",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Samantha Allers",
    "Title": "Miss",
    "ID": "67",
    "inside": "Sam is late for her job in a sandwich bar on <a href=\"../car4/138.htm\">Lower Marsh</a>.   </p><p>",
    "appearance": "Young, carefully groomed.  Black trousers, black sweatshirt with Paperchase logo.  Pink, puffy overcoat.  Burnished bronze hair pulled up into a kind of curly nest on top of her head.  Her earrings are the same colour.</p><p>",
    "Age (general)": "young",
    "Skin Colour": "",
    "thinking": "She's had a bad night.  Sam recently moved with her boyfriend into a new flat.  She was thinking about wallpaper, carpets, and damp around the windows -- until the police called on her neighbour next door.  It turns out he's a bit of villain -- and a friend of the three who have just escaped from <A HREF=\"49.htm#samantha\">Parkhurst prison</A> on the <a href=\"ftnt67.htm\">Isle of Wight.</A><p>They might have turned up just one door along.  That's what the police said.  They showed her photographs. They didn't look hard, but then villains don't always.  They looked squishy and fat  -- horrible. <p>As far as Sam is concerned, she and Terry her boyfriend are moving on and up, away from London's past, out into the suburbs, into the future.  The whole thing is like finding yourself living next door to the Krays.  It's depressing.  It's old. <p>Sam is pregnant.  The job is to pay for wallpaper for the nursery, a cot.  In her mind the new flat and the coming baby are intertwined.  She doesn't want to bring her baby up next to criminals.  After months of looking for somewhere to live, Sam becomes determined to move.<p>Milton Keynes? she wonders. <p>As they come into Waterloo, there is a waft of a <A HREF=\"39.htm\">terrible stench</A>.  </p><p><a href=\"66.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "bronze",
    "Profession": "Sandwich Shop Worker"
  },
  "46": {
    "number": "46",
    "name": "Mr Martin Park",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Martin Park",
    "Title": "Mr",
    "ID": "46",
    "inside": "Runs a bookstall along <a href=\"ftnt46.htm\">the embankment</a> in front of the <a href=\"../car4/120.htm\">National Film Theatre</a>.  Last night found that his bicycle, ringed round with chains like tinsel on a Xmas tree, had had its seat stolen.  He is bringing in its replacement.  The books in the bag are stock.  Twenty years ago running a bookstall seemed romantic.  In January, in biting winds with few customers, it is a fate that closes in.  Last March he developed large purple welts across his face.  The doctor said it was the ozone layer: standing outside in winter sunlight has become dangerous.</p>",
    "appearance": "Thrusts his way into the carriage as if having beaten his way through bushes.  Grey-green trousers crumpled where bicycle clips usually go.  Heavy Arran sweater under a duffel coat. Ill-advised greying beard.   Carries a bundle of books in plastic bag and a bicycle seat.  Accidentally hits <A HREF=\"47.htm\">passenger 47 </A>with it as he passes.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "He cannot believe the pure hell that is London Underground.  Due to the genius of British design, the way out and the way in to the platform at Embankment are the same tunnel.   A thicket of blocked, bored people had taken root in it. His bicycle seat caught one woman's bag.  She plainly thought he was a thief.  Spinning around he trod heavily on a gentleman's foot.  The man erupted: \"You people are ruining my shoes!\" <p>\"Hey man,\" rumbles passenger 47.  He's big.  \"Sorry,\" says Martin, like a curse. \"Didn't mean it.\" <p>He will arrive to find that, chained to the railings, only the bicycle wheels remain. </p><p><a href=\"45.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Bookseller"
  },
  "57": {
    "number": "57",
    "name": "Ms Maggie Rolt",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Maggie Rolt",
    "Title": "Ms",
    "ID": "57",
    "inside": "Investment analyst for <A HREF=\"../car3/101.htm\">Adventure Capital</A> just opposite Waterloo Station.  Richmond homeowner, ambitious daughter, worthy aunt, gurglesome babysitter and MBA.   </p><p>",
    "appearance": "Short slightly ringleted hair, strong features, bright red lipstick, burgundy suit, crepe blouse, sexy shoes.  Soft and voluminous black coat.  Hugs a copy of <em>The Big Issue </em> to her breast.  Rubs her forehead.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Thinking of Pascal, the <em>Big Issue</em> salesman. Pascal is large, bronze, dignified and a few years older than she.  How did he end up in a doorway at Waterloo Station? <p>One morning, in exchange for thin coin, Maggie asked him.  His answers at first were distant. He was from Switzerland.  For years, he took Europeans on tours of Florida, which is why he speaks with an American accent.<p>He began to ask her about her work and recommend particular articles.   Finally she said,  \"This is silly.  Let's meet for lunch and talk.\"  He insisted on going to the cheap Indian across the road, and paying.  That moved her.  He was still distant.  \"I paint landscapes,\" he said, making direct eye contact with his Tandoori.  \"When I have the money for canvases.\"  Where does he live?  \"I have no family here,\" was his only answer.  Something came loose inside her, and she wanted to say then,  <A HREF=\"../car3/79.htm\">\"You can come and live with me.\"</A><p>That is what is she intends to say to him this morning.  But something in the large black coat, the Adventure prospectus, the red jacket is rearing up.  Even in rehearsal, the words skitter sideways as if avoiding a gaze.</p><p><a href=\"56.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Investment Analyst - Adventure Capital"
  },
  "68": {
    "number": "68",
    "name": "Mrs Griselda Stewart",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Griselda Stewart",
    "Title": "Mrs",
    "ID": "68",
    "inside": "Down from Scotland to see <a href=\"../car6/203.htm\">her granddaughter</a> and make sure the little darling is getting enough attention.  Her daughter works all hours in local radio, she's split up with her boyfriend, and who can trust childminders these days?<p>Amy is a picture, in her pert wee bonnet and a lovely blue dress.  She's only four and half but good at her reading.  They're going to spend a lovely day out at <a name=\"dionne\"></a><a href=\"../car7/223.htm#granny\">the motion picture museum</a>. </p><p>",
    "appearance": "A television granny.  She holds a <A HREF=\"69.htm\">little girl's hand</A> and helps her step up into the carriage.  Mrs Stewart is short, round and comfy, grey jacket, tartan skirt, and a tartan shawl perfectly draped and pinned over her shoulders. Carries a picture book. </p><p>",
    "Age (general)": "old",
    "Skin Colour": "",
    "thinking": "Trying to get Amy settled while holding onto her book.   There is a real horror sitting on the train, <A HREF=\"41.htm\">one of those punks</A>.  Poor Amy pulls away  and no wonder.  \"Come on Amy,\" coaxes Mrs Stewart.  \"Up you go, onto the seat.\"   Mrs Stewart opens the book to distract her.  \"Read me something, Amy.  What's that?\"  She points, and Amy says, definitely.  \"Train.\"  She's still staring at that frightful creature.  <p>Mrs Stewart thinks: how can you bring up a child in a place like this? Someone sleeps in the doorway to Angie's flat.  She's getting nowhere in that radio station, and I know she's feeling a bit lost.  I'm going to put my foot down.  She can come back home.  There's Stirling nearby, and Gran to help, and we've got such a lovely school in Dunblane. </p><p><a href=\"67.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Retired"
  },
  "47": {
    "number": "47",
    "name": "Mr Ashley Watkins",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Ashley Watkins",
    "Title": "Mr",
    "ID": "47",
    "inside": "Runs <a href=\"../car7/249.htm\">a stall in the bleak, windswept trench</a> around <a href=\"ftnt47.htm\">the Elephant and Castle shopping centre</a>. Everything Mr Watkins sells is black-themed: Egyptian papyrus, towels with leaders' portraits, books by Malcolm X and Louis Farrakhan, and tapes of lectures.<p>The stall really makes its money from soul, rap and dance cassettes, which he buys in bulk from a supplier who seems to have a limitless supply of deleted albums.</p><p>",
    "appearance": "Heavily set black man in woolly hat, army jacket and baggy blue jeans.  Hair in braids down behind his head, tied in a pigtail.   This looks slightly out of place with his age and bulk and general air of gravitas.  Deeply lined hands rest on each knee.  <A HREF=\"46.htm\">Passenger 46</A> bumps him with a bicycle seat and apologizes.  \"Tch\" says Mr Watkins, sucking on his teeth in disgust.</p><p>",
    "Age (general)": "aging",
    "Skin Colour": "black",
    "thinking": "Mr Watkin's dignity is affronted.  <a href=\"../car6/204.htm\">His white supplier</a> must have made a mistake or he's taking the piss.  He is yet to have words.  <p>The last shipment of cassettes consisted almost entirely of the Tammy Wynette back catalogue.  There were some George Reeves and Slim Whitman cassettes, nine copies of the <em>Ray Coniff Christmas Album</em>  and two copies of <em>The James Last Sound Honours ABBA</em>.   There was a single bargain basement collection of the worst of Teddy Pendergrast.  Mr Watkins does not drink or smoke;  he does not pursue women. Women do not pursue him.  He labours in the fields of pride, but there is not much harvest from the concrete plains of <A HREF=\"../end/end2.htm#\"ashley\">Elephant and Castle</A>.  And even fewer laughs.</p><p><a href=\"46.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Market Seller"
  },
  "58": {
    "number": "58",
    "name": "Mr. Richard Mayo",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Richard Mayo",
    "Title": "Mr",
    "ID": "58",
    "inside": "An EFL teacher at <A HREF=\"../car3/90.htm\">Bruenwalt International College</A>.  He joined the staffin the early 80s when the campus was located outside London and stilltaught humanities.  Now located in an old hospital, Bruenwalt sellsthree month diplomas in textile marketing, accounts computing,business English et al.</p><p>",
    "appearance": "Frizzy haired, graying man in tweed jacket, corduroy trousers, tie andjumper.  Sits focussing on something on the other side of the darkwindows.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "He's scared.  His face no longer fits; he is a 70s left-over in a schoolfull of young, bouncy Filipinos, Brazilians, and Americans who do notidentify with him. <p>He recently sat on an interview board for a new post.  George, acontract teacher he likes, was up against the Head of Department'sfavorite, an MBA with rodent's cute, sharp face.<p>His Head lied.  He said George had been fired from his last job.  Lastnight, Richard rang George's old employer.  Far from being fired, he hadbeen asked to stay, but  moved to London to be with his wife. <p>So how does Richard say to his boss: you libeled someone?  Does he say,smiling carefully, uh, you were wrong about George?  Only to be told,that would have made no difference to the board's final choice?  Doeshe tell George and violate confidentially?  Rocking the boat loses jobs.<p>Richard thinks of his divorce, the children grown up.  He snatches up hisbattered brown briefcase to get off at Waterloo and thinks: fuck it.<p>He'll take it to the Director if he has to.</p><p><a href=\"57.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "graying",
    "Profession": "EFL Teacher"
  },
  "69": {
    "number": "69",
    "name": "Amy Stewart",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Amy Stewart",
    "Title": "???",
    "ID": "69",
    "inside": "Mum works and Daddy visits on Sunday and takes her out which is nice because she can get away from Mum who needs her rest.   They go to the park or to the movies, and Daddy always drives her in a car.  Her most favorite place is under her bed where the carpet ends. Everyone tells her that <A HREF=\"68.htm\">Granny Stewart's</A> house is full of nice things, so that is her favorite place too. </p><p>",
    "appearance": "A little girl, preschool, neatly turned out in a blue dress, and polished black shoes.  So pale that there are blue veins in her cheeks.  </p><p>",
    "Age (general)": "preschool",
    "Skin Colour": "",
    "thinking": "There are all these people with big feet who are in a hurry.  Amy doesn't like the tube, and pulls back because she wants to get off.  Her Gran tells her to get onto the seat.  It's high and if it's dirty it will get her dress dirty, but she wants to do it herself, so she climbs up and there is this <A HREF=\"41.htm\">man with white clothes</A> and a funny haircut who looks like something from the telly.  <p>Gran wants Amy to read the book to show how much she's learned, but she looks at the picture instead.  It shows boxes with rows of faces.  \"Train,\" Amy says, but it looks nothing like this train.  No one looks out of the window in this train.  No one waves and smiles. But Amy likes the man who looks like something from the telly, even if he is a bit scary.  Television has taught her: everything real is scary.</p><p><a href=\"68.htm\">Previous passenger </a>",
    "Age (specific)": "4",
    "Height": "small",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Child"
  },
  "48": {
    "number": "48",
    "name": "Ms Olivia Parsons",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Olivia Parsons",
    "Title": "Ms",
    "ID": "48",
    "inside": "A contract tutor and Apple operator at the <A HREF=\"../car4/115.htm\">South Bank Technology Park</A>.  Olivia teaches QuarkXpress and Illustrator skills.  Also works on the <a href=\"ftnt48.htm\">Park's</a> money-making design and publications service. </p><p>",
    "appearance": "Huge red rimmed spectacles, a hearty plump face, mauve sweatshirt over stretch trousers and a quilted coat.  Long, careless hair.  Stares ahead of herself chewing abstractly on one strand of it.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Olive is remembering the terror of the night before.  She was working late on the University prospectus, when she heard a noise, a bit like one of the swing windows thumping against its frame.  She thought no more of it.  Then her door opened.<p><A HREF=\"63.htm\">A very young man</A> in sweatshirt and baseball cap stood there.  She had time to register that she did not know him.  \"Oh shit,\" he said, and left, quickly.  She went on working for a few moments, and then realized that something was wrong.  She stood up, went into the next studio  The backs of the machines were prized open.  In one corner was a curl of turd.    Her heart started to pound.  It was 10.30 pm and she was alone.  For some reason she ran back into her own studio before ringing the police.  The first the security guard knew of it was when the police arrived.<p>For a full 15 minutes, from the questioning, it was plain that the police suspected Olivia of helping.  She now fears for her job.  It would be so easy for them to cancel her contract, just in case.<p>And she can still smell <A HREF=\"../end/end2.htm#\"olivia\">the shit</A>.</p><p><a href=\"47.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Tutor"
  },
  "59": {
    "number": "59",
    "name": "Mr Igor Klimov",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Igor Klimov",
    "Title": "Mr",
    "ID": "59",
    "inside": "Russian visitor working illegally in Britain.  Until yesterday workedwith <A HREF=\"60.htm\"> his mate Dimi</A> for an Lebanese builder.  The Lebanese worriesconstantly, keeps checking, keeps changing his mind.  This leads tofights.  Igor speaks English, badly, so does the Lebanese.  There wasshouting.  Poor Dimi, who Igor will admit has all the brains, was leftout of the conversation.  Dimi started drawing on plywood tocommunicate, which made the Lebanese even more angry.  He said hewould be happy to have Dimi but not Igor.</p><p>",
    "appearance": "Huge, moustached, middle aged,  pink cheeked.  Dusty jeans, tartan shirtunder short leather jacket, work boots.  Sits holding a large plasticbottle of Diet Tonic.  Smiles dimly.</p><p>",
    "Age (general)": "middle-aged",
    "Skin Colour": "",
    "thinking": "Igor is drinking gin and tonic.  He takes a swig of tonic and trades itwith Dimi for the bottle of gin. In his current state makes this him feelsophisticated.  It is several steps up from potato-derivedfermentations. <p><A HREF=\"../end/end2.htm#igor\">They have been drinking all night</A>.  What else is there to do?  Igor has awife whom he loves dearly, and does not want any of the women in theclubs.  But he can speak English and chat them up.  Dimi is athletic, tinywith a prick as long as his forearm, hates his bitch of wife but can talkto no one, which leaves him in clubs hopping up and down in frustration.<p>Igor loves Dimi.  Dimi is his only friend, his partner.  The gin and thetonic mingle sizzling in his mouth. As long as Dimi can't speak English,he'll need Igor.  </p><p><a href=\"58.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "tall",
    "Nationality": "Russian",
    "Hair Colour": "",
    "Profession": "Builder"
  },
  "60": {
    "number": "60",
    "name": "Mr Dimitri Belinkov",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Dimitri Belinkov",
    "Title": "Mr",
    "ID": "60",
    "inside": "A Russian visitor working illegally as a laborer with <A HREF=\"59.htm\">Igor Klimov</A>.  Mr Belinkov is a qualified engineer who once worked for the Army.  In Russia, Igor merely supplies the brawn.  Here, he has another role to play.   He speaks the English and sticks to Dimi.  Dimi understands enough English to know their last employer, Mr Haviri, would have kept him on without Igor.  <p>The two of them once drove to Afghanistan to buy shirts.  They drank all the way.  You could sell the shirts back home at half the normal price and still pay for the trip. And the drink.</p><p>",
    "appearance": "Small, slim but muscular.  Short brown hair, jeans, duffel coat, missing teeth.  Trades with his neighbour a bottle of gin for a bottle of tonic. </p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "That Igor is a leech.  Dimi laughs to see the huge stupid peasant who has succeeded in sticking to him and taking half his money.  It is Dimi who solves the problems, works out dimensions, thinks of new ways to do the same job more simply.<p>He laughs because what else can you do?  At the factory back home, the orders dried up. The Bosses gave the partnership a six-month holiday -- with no pay.<p>Dimi once played football, he had ambitions to be a professional sportsman.  He studied engineering.  He had hopes.  Now he is a spectacle, without respect, drunk on an early morning train.  The faces of the other passengers pass him in a swirl and Dimi has no idea what to do, <A HREF=\"../end/end2.htm#dimi\">which way Out might be</A>. </p><p><a href=\"59.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "short",
    "Nationality": "Russian",
    "Hair Colour": "",
    "Profession": "Builder"
  },
  "71": {
    "number": "71",
    "name": "Mr Allan Marjoram",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Allan Marjoram",
    "Title": "Mr",
    "ID": "71",
    "inside": "Allan works in the Foreign and Commonwealth Office Library on Stamford Street.  Lives in <a href=\"../car6/210.htm#harrow\">Harrow</a> with his parents.  He is 32 years old. </p><p>",
    "appearance": "Large bearded man in a suit and waterproof bunched around his burgeoning body. Oversize head, spectacles, white hands, scuffed shoes.  Hunched over<A HREF=\"../car3/ad3.htm#ads\"><em>Time Out</em></A> , with two different coloured markers.  Holds both tops in his mouth.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "He is going through the <em>Time Out</em>  personal ads with methodical diligence. His priorities are written on a envelope held underneath each ad.<p><em>Short term, pref exotic. Red. Partner , first time advertiser. Green</em><p>He circles an ad in red.<p><blockquote><a href=\"../car6/184.htm\"><em><strong>Attractive Black Woman, 33</strong></a> graduate professional mature seeks gallant gentleman 33-45, professional, warm hearted...</em></blockquote><p>He havers.  It would not be fair to pretend he was looking for a permanent relationship with a black woman.  Besides, he is one year too young.  He puts a question mark.<p><blockquote><em><strong>Green Eyes, Red Hair Lady 30</strong> trendy (ish) creative job WLTM sexy man with GSOH for warm nights in.  Photo please.</em></blockquote><p>He promptly circles this in green.  It meets all his requirements.  He's not sexy, though.  On second thought, he changes the colour to red. <p>Allan wishes someone would tell him what a GSOH was. And why did so many people want someone who spoke Chinese or Arabic? <p><blockquote><em><strong>Woman, 32</strong>, part-Jewish, sharp tongued seeks someone understanding...</em></blockquote><p>\tThat sounded a bit fierce.  <p><blockquote><em><strong>Cute</strong> half-Italian lady, 35, seeks affectionate, understanding, trustworthy guy....</em></blockquote><p>Green.  That's all there are.   He ranks all the greens from 1 to 3 in order.  The train slows and he takes the pen tops out of his mouth. </p><p><a href=\"70.htm\">Previous passenger </a>",
    "Age (specific)": "32",
    "Height": "tall",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Librarian - FCO"
  },
  "38": {
    "number": "38",
    "name": "Mr Andre Stanley",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Andre Stanley",
    "Title": "Mr",
    "ID": "38",
    "inside": "A minister from a Episcopalian diocese in Wisconsin. He's on a fact finding mission on changes to theology.  Andre is particularly bemused by the debate about gay priests. Why the fuss?  <a href=\"../car3/85.htm#priest\">There are none.</a><p>Andre served in Vietnam.  He is baffled by all the talk of post-traumatic stress disorder. He piloted helicopters and saw the worst the war had to offer -- the blasted bodies of young men -- but he has no trouble accounting for the deaths, the destruction.   God leaves everyone free, everyone responsible, even Nazis.  We are free to wage mistaken wars, mistranslate the Bible, commit rapes.  And we are free to fight back.<p>Andre wants to write screenplays for Jesus... and reclaim the media from barnstorming fundamentalists.  He is working on a screen treatment now, about helicopter pilots in Vietnam.</p>",
    "appearance": "Aging football coach?  <A HREF=\"../car3/94.htm#andre\">American letterman's jacket </A> with beige sleeves, black trunk. OSHKOSH INDIANS it announces, NUMBER 22 .  White Levis jeans, white socks, black shoes, salt and pepper hair, healthy pink complexion.  A young person into retro fashion would kill to know where Andre finds his clothes.</p><p>",
    "Age (general)": "Aging",
    "Skin Colour": "",
    "thinking": "Trying not to breathe.  <A HREF=\"39.htm\">The man next to him </A>stinks beyond belief.  It is an inhuman smell, very pungent, like scorched hops.  It reminds Andre of his one visit to the Annhauser-Busch brewery in Los Angeles, which was like a sewer. Do all English people smell like this?  Don't they wash?  Maybe they just don't know how about dry cleaning.<p>Then <A HREF=\"40.htm\">a woman </A> says in exasperated, fruity tones: \"This is unbearable!  Can't you use a deodorant?\"</p><p><a href=\"../car1/37.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "American",
    "Hair Colour": "salt-and-pepper",
    "Profession": "Episcopalian Minister"
  },
  "49": {
    "number": "49",
    "name": "Mr Martin Belcher",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Martin Belcher",
    "Title": "Mr",
    "ID": "49",
    "inside": "Manager of <a href=\"ftnt49.htm\">Waterloo Spare Parts,</a> a motorcycle supply store.  Usually he motorcycles into work, but it's too cold today.  The tube gives him a chance to read the paper.  </p>",
    "appearance": "Stout, clear-complexioned man about 34, wearing quilted black and red motorcycle gear.  Sits with his boot resting on the opposite knee, occupying a fair amount of space.  Reading <a name=\"indy\"></a><a href=\"../car5/169.htm\"><em>The Independent</em></a> .</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Seven millions been paid to Andy Cole to transfer to Manchester ... a Russian journalist has been expelled as a spy.. Tony Blair having a go at the lefties over Clause Four. <A NAME=\"samantha\"> And Howard has</A> sacked the <A HREF=\"ftnt67.htm\">Governor of Parkhurst jail</A> after the escape and everyone says he's a scapegoat....<p>Martin reads with satisfaction.  Yesterday a real biker came into the shop.  Officer class, posh, not pretentious, he wanted a spare part for a Kawasaki ZX.  Martin had to laugh.  \"Sorry, we just do stuff for couriers... You know little Hondas.\"  The guy had biked all the way across Soviet Asia to Mongolia.  He was planning to bike up through California and the redwoods, up into <a name=\"oregon\"><a href=\"../car5/179.htm#oregon\">Oregon</a>. Martin ached with jealousy and  gave him an address for high performance parts.  <p>Martin was just about to feel depressed, when, outside the window, the guy looked both ways up the street.  <A NAME=\"harriet\">Then he nipped</A> into the <A HREF=\"../car1/17.htm\">massage parlour </A>next next door.  Martin's jealousy burst like an ear infection.  I suppose he's got performance parts, Martin thought.  He grins, and goes back to his newspaper. <p><em>The Indy's </em> got a competition for an Alfa Romeo Spider. Things could be looking up.</p><p><a href=\"48.htm\">Previous passenger </a>",
    "Age (specific)": "34",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Manager - Waterloo Spare Parts"
  },
  "50": {
    "number": "50",
    "name": "Mr Ralph Moles",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Ralph Moles",
    "Title": "Mr",
    "ID": "50",
    "inside": "Works as a body-piercing specialist in <em>Courage</em>. This is not a brewery but <A HREF=\"../car1/13.htm#ralph\">a rubberware and fetish shop</A>.  It has a black shiny awning and rubber draperies across its front window.  The shop used to be the neighbourhood butcher's.  </p>",
    "appearance": "About 32, plaid shirt, no sweater, glossy bum-freezer in black vinyl with fake fur interior.  An old-fashioned 1950s hat with earflaps.  Retreating hair, thin face, a light stubble of beard, black boots.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Ralph is still gently stoned from last night.  Jamie showed off his new acquisition, yet another heavy ethnic earring hanging from his scrotum. Jamie works out at the YMCA, has shaved pubes, and a spider's web tattooed over his designer-stubble chest.  The spider sits on his tit. Stanley and Jane were discussing their investment in an exercise horse, over which to bend people.<p>For some reason Ralph was unmoved.  He excused himself and tumbled into a bed with rubber sheets.  Woke up clammy with sweat.  Stumbled to the loo and tripped on a leather jock strap.  Dazed by the lights, he tried to brush his teeth and found he'd used KY by mistake.<p>He's sick of everything smelling of old shoes.  He finds nothing sexy about nipple clamps, face masks, chains, diapers.  Worrying about what else the kitchen grater might have been used for. Who needs any of it?<p>Ralph wants clean white Y fronts and Hayley Mills fully clothed.  How long will this alienation continue?  It puts at risk his friendships, leisure pursuits, profession.<p>Is there a counselor for this kind of thing?</p><p><a href=\"49.htm\">Previous passenger </a>",
    "Age (specific)": "32",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Piercing Specialist"
  },
  "61": {
    "number": "61",
    "name": "Mr Michael Jerome",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Michael Jerome",
    "Title": "Mr",
    "ID": "61",
    "inside": "Works as a bus driver at Waterloo depot. Suffering from severe sleep deprivation. </p><p>",
    "appearance": "Tall black man in dark grey clothes and thick soled shoes.  He slumps against the partition, glaring at the drunks next to him. </p><p>",
    "Age (general)": "",
    "Skin Colour": "black",
    "thinking": "Michael has lived in the same flat in Camden town for 14 years.  It is right on Camden road on a corner over a shoe shop.  Everything should be fine.  But what happens?  The shoe shop puts in a burglar alarm , doesn't it, they have so many thieves. Right outside his bedroom window.  So Michael and his wife wake up night after night with the bloody alarm ringing.  And nobody comes.  They just leave it.  <p>So it's four in the morning.  The thing has gone off once before already. He rings up the police who say they can't do anything if the person with the key won't wake up and come around.  Finally they get the owner in but he slips away before there can be words.  Everything settles down, it's all quiet and Michael just about gets to sleep when the alarm goes off again.<p>Something snapped. Michael went to his tool box and leaned out of his window and hit the bloody thing with a hammer.  He banged and banged and finally the thing falls right off the wall.  They'll know it's him, but they should have fixed it. <p>Michael snuggles down into himself and dreams of caressing the smooth flesh of his wife, ample like clouds in heaven.  <A HREF=\"../end/end2.htm#\"michael\">He sinks down into deep and cushioned sleep</A>.</p><p><a href=\"60.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "tall",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Bus Driver"
  },
  "72": {
    "number": "72",
    "name": "<p>Miss Hilary Vialls",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Hilary Vialls",
    "Title": "Miss",
    "ID": "72",
    "inside": "Hilary never thought that she would make 35 without being married.   She is cripplingly shy.  Works as an administrator at <a href=\"../car6/196.htm\">the London Television Centre</a>.  Studied the newsreader Gargy Patel, who looked half starved and scraggly at first but became stylish through grooming.</p><p>",
    "appearance": "A businesswoman in a TV commercial.  Slim in a sharp grey suit.  Legs elegantly crossed in sheer charcoal nylons.  Small gold hoop earrings, which she fingers nervously.  New blue bag, new black shoes.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "There is a terrible smell, which she thinks is coming from <A HREF=\"71.htm\">the man next to her</A>.  It makes her feel giddy, <A HREF=\"39.htm\">this stench of male</A>.  She doesn't quite hate it.  It's like a sexual call for help. It fits with what he is doing. <p>She can't help staring.  How can he be so brazen, circling sex ads in public?   And those criteria!  And the way he changes his mind!<p>It's also moving in way.   The need is moving.  So is the air of hard work.  There's nothing lewd about it.   He's treating it like an engineering problem.<p>That is irredeemably male, as are his clumsy baggy body, the fat pale hairy fingers.<p>She dresses to attract... who?  She can't even picture him anymore.  Someone handsome, but what is handsome, without a picture?  Just a word.  This man would need her.  She might need him, even if he did treat her like an engineering problem.  The train slows at Waterloo and both prepare to go their separate ways.<p>But she does not fancy the kind of man she thought she did.  </p><p><a href=\"71.htm\">Previous passenger </a>",
    "Age (specific)": "35",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Administrator - London TV"
  },
  "39": {
    "number": "39",
    "name": "Mr Kevin Potter",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Kevin Potter",
    "Title": "Mr",
    "ID": "39",
    "Other": "Stench",
    "inside": "Purchaser for <A HREF=\"../car3/81.htm\">Mosstains </A>and closet novelist. Sits alone in his office and continually rewrites <EM>Pastel Images</EM>, a novel based on a love affair he had in 1967. <p>Kevin would not recognize himself under the lank gray hair.  Being a kind of handsome and full of promise was part of his identify for so long that it comes a shock to realize he is near retirement, without a published novel or even a chain of mistresses.   As if his life were not complicated enough, under the black suit, he is wearing women's underwear.</p>",
    "appearance": "John Carradine?  Elongated, raffish, middle aged man.  An ill-fitting black overcoat.  Its velvet collar arches up to his hair line.  Bone-thin, hairy wrists.  Young person's black, thick-soled shoes.</p><p>",
    "Age (general)": "middle-aged",
    "Skin Colour": "",
    "thinking": "Kevin wonders with hurt bafflement why his career has stalled.  Colleagues avoid him; salesmen cancel appointments.  His PA keeps her window always wide open.  The office is freezing.  \"Do you have to keep the window open all the time?\" he once asked.  Her face was hard, strange.  \"We need the air,\" she replied.  His nickname around the office is Rotten Fish.  All of this is very hurtful.  He is a sensitive, creative person.<p>To his horror <A HREF=\"40.htm\">the woman sitting next to him</A> erupts, jowls quivering.  \"This is unbearable,\" she announces.  \"Can't you use a deodorant?  You smell like a bonfire of old rubber tyres!\"<p>What is she talking about?  Kevin can't help sniffing; he smells nothing.  Insulted, hypnotized by shock, he stands to get off one stop early at Waterloo.</p><p><a href=\"38.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Exits Train": "Waterloo",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Purchaser - Mosstains"
  },
  "40": {
    "number": "40",
    "name": "Mrs Georgina Bullen",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Georgina Bullen",
    "Title": "Mrs",
    "ID": "40",
    "Other": "",
    "inside": "Her husband was a Captain in the Royal Navy, and turned around his destroyer to propose marriage.  It was war time.  She now does work for charities and the church.   She is a very caring, conservative woman, whose heart sings at the thought of <a name=\"thatcher\"></a><a href=\"../car3/ad3.htm#thatcher\">Mrs Thatcher</a>, whom she regards as a great force for good brought down by the petty jealousy of those around her.  Georgina devotes herself to church work, her decent romantic husband, and the memory of her one true love --  <a href=\"../car6/182.htm\">an Indian lawyer</a> she met in Queta in 1941.  She has no photograph of him.<p>Georgina is visiting <a href=\"ftnt40.htm\">Archibishop's Palace</a> for a briefing on the issue of gays in the priesthood, and will have an embarrassing meeting in 20 minutes' time with <A HREF=\"38.htm\">Passenger 38 </A>.  She will assume throughout that he is gay and will address him sympathetically on the subject.</p>",
    "appearance": "Rugged old type.  Heavily made up face seems about to smile grimly.  Green jersey, grey skirt, large clean sensible greenish coat.  It is a surprise to see town shoes instead of green wellies. </p><p>",
    "Age (general)": "old",
    "Skin Colour": "",
    "thinking": "Feels pity and horror for <A HREF=\"39.htm\">the man next to her</A> -- he may not even know that he stinks.  She has stood it since Baker Street and now has a terrible headache.  She explodes and says perhaps too much ... something about burnt tyres.<p>The poor man flees and she feels terrible. Billows waft from the folds of his coat like a gas leak.  Georgina feels the stench in the roots of her teeth.  <p>She has to get off at Waterloo.  With him.  <p><a href=\"39.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Exits Train": "Waterloo",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Charity Worker"
  },
  "51": {
    "number": "51",
    "name": "Mrs Amina Khatun",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Amina Khatun",
    "Title": "Mrs",
    "ID": "51",
    "inside": "Her son Imran manages a newsagent opposite Lambeth North tube.  She is going to nurse it for him while he renews his passport.</p>",
    "appearance": "A red and orange sari underneath a black coat.  Hair enlivened with streaks of white. Dark circles under her eyes.  She coughs over and over, hand covering her mouth. The eyes flicker back and forth about the carriage.</p><p>",
    "Age (general)": "old",
    "Skin Colour": "",
    "thinking": "Who are all these people?  Mrs Khatun cannot identify a single customer or family member.  She is unused to taking the Underground.  Nearly always a cousin or a son will drive her. <p> Imran's shop is so sad.  He has to leave it half-empty because of <a href=\"../car6/215.htm\">the insurance.</a>  Mrs Khatun likes a shop to be full, the racks bulging with colour. Milk, newspapers, and magazines the wholesalers force him to take are the only things left.<p>If only Imran would work, bring in business.  Of all her sons, he does the least.  If he wanted to be a computer programmer, then he should have studied.  He still could study.  <p>Instead, he is always going back to what he calls home.  It may be home, but things are better here.  It breaks Mrs Khatun's heart to see her boy, now fat, not handsome, dreamy, mismanaging the store and fleeing to Pakistan.  Oh they make a fuss of him there, they think he is a rich businessman.  She curses the insurance company, but what can she do?  She coughs again.  This cold will not go, it has not gone.  It has been with her for years.</p><p><a href=\"50.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "Pakistani",
    "Hair Colour": "",
    "Profession": "Housewife"
  },
  "62": {
    "number": "62",
    "name": "Mrs Mary al-Masudi",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Mary al-Masudi",
    "Title": "Mrs",
    "ID": "62",
    "inside": "A bigamist.  Her husband is a Kuwaiti businessman who simply has a second wife.  They met at a <a name=\"star trek\"></a><A HREF=\"../car3/107.htm#mary\">Star Trek</A> convention.  He was dressed as Spock.  She kept the ears as souvenir. <p>Her neighbours firebombed her house.  She now lives in Bayswater with the other wife, whom she quite likes if only she spoke English.  Mary brought with her <a href=\"../car3/80.htm#mary\">eight cats</a> and her dog, Muffin.  <p>She fills her days.  She takes opera singing lessons.  The other wife listens politely as Mary performs \"Baubles Bangles and Beads\" and \"Don't Cry for Me Argentina\".  Now going to the <A HREF=\"41.htm\">Multi-Use Resource Centre</A> near Lambeth North where she does work for the Asian Women's Group who seem not entirely sure why she is there. <p>Mary walks through life as if on water.  Her husband, who loves magic and fantasy, finds this delightful.</p><p>",
    "appearance": "Mid-fifties, old-fashioned East Ender viewed through a lens of money.  Cream-coloured coiffed hair, pleated skirt, beige waterproof, and sky blue shoes.  Wide watery eyes and a child's sigh.</p><p>",
    "Age (general)": "middle-50s",
    "Skin Colour": "",
    "thinking": "Mary is terribly worried because her dog thinks he's a cat.  Nobody else seems to care.  Muffin's hair is starting to fall out .  He doesn't bark but tries to miaow.  This results in kind of extended coughing fit.<p>Her husband's relatives seem to think there is something amusing about it.  She's tried talking to the ladies in the Asian Women's Group, but couldn't quite make herself understood.  She is most concerned Muffin  should fall in love with a cat, and ... you know.  <p>Someone might firebomb the house again.</p><p><a href=\"61.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Housewife"
  },
  "73": {
    "number": "73",
    "name": "<p>Mr Milton Richards",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Milton Richards",
    "Title": "Mr",
    "ID": "73",
    "Other": "missing arm",
    "inside": "Milton lost his arm in an accident at a textile factory in Hackney.  The factory went bankrupt soon afterwards: there was no compensation.  Lives on benefit.  The stepfather of <A HREF=\"../car1/19.htm\">Eveleen Doyce</A>.</p><p>",
    "appearance": "Small, neat man in blue trousers, blue padded anorak, cloth cap.  One of the sleeves, jammed into a pocket, is empty.  Has a fiercely trimmed moustache and a general air of rectitude.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "<A HREF=\"../end/end2.htm#milton\">He is sitting with Jesus</A>.  Jesus stands in the aisle between the rows of seats, holding out both whole arms in mercy.  Milton can see the heart of Jesus through the robes of his gown.  Jesus is telling Milton that he must kill his stepdaughter.<p>She is spawn.  Milton has seen her through the connecting doors between cars, sitting on the same train.  By leaning back, he knows that she cannot see him.  Soon, he will kill for Jesus. <p>Milton loves Jesus.  His evil children tell him that he loves white people more than black people.  They do not understand that he is comparing their own fallen behavior with that of bank managers, politicians, the Royal Family, and <a href=\"../car3/94.htm#andrew\">Andrew Lloyd Weber</a>.  These are the people to emulate, they just happen to be white.  Does he not also instruct them to follow the example of Frank Bruno?  Nat King Cole?<p>Bruno fights for Britain, and so will Milton.  In the empty sleeve, the knife is hidden.  That is why the Lord took away Milton's arm, to hide the knife, so that he could be His Scourge.<p>Milton awaits his duty with patience.</p><p><a href=\"72.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "small",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": ""
  },
  "41": {
    "number": "41",
    "name": "Mr Chris Green",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Chris Green",
    "Title": "Mr",
    "ID": "41",
    "inside": "A qualified psychologist going for a job interview as a karate instructor at the <A HREF=\"62.htm\">Multi-Use Resource Centre, Lambeth North</A>.  Also rock-climbs and plays in a band.<p>Chris's last full time job was in the Personnel Department of <a href=\"../car1/ftnt14.htm\">Hackney Council</a>.  His boss was another idiot.  He thought staff were depressed for psychological reasons. In Hackney?  \"They're only depressed because they have to work for peanuts for you,\" Chris told his boss and walked out.   Then he sent the Council a letter detailing why staff hated working for the elected officials of both parties.<p>He now offers aromatherapy to clients he terrifies; classes in communication to computer geeks at whom he shouts.  Saturdays he arranges flowers and delivers them to restaurants.  He makes flowers look angry.  His clients try to like them, but the exclamations die in their throats.  They are too frightened to complain. <p>At least people who learn karate will be more durable.  He thinks.  </p>",
    "appearance": "Shaved temples, dyed blonde hair.  Earring.  White jacket and slacks, bovver boots.  Broad-shouldered, slim waisted.  Very fit looking except for old tobacco-stained hands.  Sits reading <em>Clive Barker's Books of Blood</em>. </p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "The stench of passenger 39 is like what Chris feels most of the time.  Nothing works, and he is 34 years old.  At college people clustered around him, in clubs everybody used to know him.  He knows he's smart, strong, fast, clever.  He knows he has something, but it always escapes him, and the world is run by <a href=\"68.htm\">fools whom he frightens.</a> <p>It should be the other way around.  </p><p><a href=\"40.htm\">Previous passenger </a>",
    "Age (specific)": "34",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "dyed blonde",
    "Profession": "Personnel Department"
  },
  "52": {
    "number": "52",
    "name": "Ms Annie Jeanrenaud",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Annie Jeanrenaud",
    "Title": "Ms",
    "ID": "52",
    "inside": "Teaches life <a href=\"../car6/207.htm\">drawing</a> at <A HREF=\"../car3/86.htm\">Merely College</A>.  Loves it, economizes, eats little, remains large, and has many middle-aged boyfriends, which on the whole seems enough.  Her large cheekbones, her narrow eyes (shortsighted) and ironic grin make her most natural expression one of merriment. Has recently had tests for a lump in her womb.  This evening she's meeting the art class for drinks .</p>",
    "appearance": "Frizzle-haired, large lady of about 45 in a long batik dress, oatmeal  jumper nearly to her knees, and mauve, quilted coat.  Rifles through a Hessian bag. Pulls out a final warning in red, various tube passes, and a rumpled envelope.  </p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "The letter is xeroxed.  The salutation and ending are handwritten.<p>\"<em>Dearest, Dearest Annie</em>If you should hear that something has happened, I would like you to have this letter.  It thanks you for the years of friendship and support you have given to me and my work.  Sometimes life is strange rather than wonderful.  Sometimes it is wonderful.  <p>\"Don't believe any rumours you may hear about me.  There are people who will stop at nothing to discredit the author of work that does not express what they themselves see or feel.  <p><em>\"Thanks for all the evenings at the Rose and Crown!!!\"Love, June.\"</em><p>June is a sculptress of Annie's age. Annie sees her thick mop of grey hair, the strange mask of the face after plastic surgery.<p>Annie knows then: June has killed herself.  She leaps up, as if to prevent it.  Then she remembers: the letter has been in her bag for weeks. </p><p><a href=\"51.htm\">Previous passenger </a>",
    "Age (specific)": "45",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Art Teacher"
  },
  "63": {
    "number": "63",
    "name": "Oliver Maskey",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Oliver Maskey",
    "Title": "Mr",
    "ID": "63",
    "inside": "Oliver is a thief. Oliver's Mum is a thief.  She has special big knickers.  She gets past detectors by switching bags or lining them with foil.  A friend of the family, Jake, organises teams of underage lads who break into offices, force open computers and <A HREF=\"../car1/2.htm#\"oliver\">leave with the chips</A>.   If they're caught, the lads are too young to convict.  Oliver helps out.  He's on his way to the Elephant to spend some cash on games. </p><p>",
    "appearance": "Small 16 year old. The usual backwards baseball cap and baggy  trousers, but  instead of trainers he wears tiny, tight climbing shoes.</p><p>",
    "Age (general)": "teens",
    "Skin Colour": "",
    "thinking": "He's just realised that <A HREF=\"48.htm\">the woman sitting opposite</A> saw him on last night's job.  Slowly Oliver slips off the baseball cap: he was wearing it then.  The woman chews on her hair, stares ahead, and he realizes she's out of it.<p>Poor cow, she's still scared.  Don't you think we're scared too?  Why do think we shit all over the floor?   Oliver wonders if she found it, what she thought.  She could be his sister. Come on, come on, come on, he tells the train.  <p>At Lambeth North, the doors are on her side.  Oliver waits until the last moment before darting through them. On the platform, he's safe.  The woman sits with her back to him and runs a shivery hand across her face. <p>It's nothing personal, Oliver wants to tell her.  It's what we do.  He knows then he'll do this all his life, and that she will always be on the other side of the glass.</p><p><a href=\"62.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "small",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Thief"
  },
  "42": {
    "number": "42",
    "name": "Ms Anne Warrington",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Anne Warrington",
    "Title": "Ms",
    "ID": "42",
    "inside": "Works as an administrator for the <a href=\"../car1/ftnt29.htm\">Florence Nightingale Museum</a>,   <A HREF=\"../car3/97.htm\">St Thomas' Hospital</A>.  Considers her skills to be in style and marketing. Member of the Health Museum Network, which has just proved to be counterproductive.</p>",
    "appearance": "Fuzzy black jacket, a sweater that is a work of art-- blue, green, yellow angular patterns in different thicknesses of yarn.   Red hair in a Beatle cut, green eye make up, lipstick that matches her hair, tooled cowboy boots.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "She is fuming.  <a name=\"paul\"></a><a href=\"../car5/147.htm\">Dun and Old</a>, the giant accounting firm, are just across the street.  For months Anne has been building a case for <a href=\"../car6/215.htm\">sponsorship</a>: a  venue for D&O visitors, exposure to the health market.  Instead, the Museum of Dental Prosthetics has got the money.  It's infuriating.  It was Anne who told the dentists that D&O's Public Sector Manager had false teeth.  They sent him a giant grinning set as part of their SMILE campaign and promised exposure on every leaflet. <p>When she first visited the Museum, Anne fell in love with the story of Florence Nightingale. Sad, alone, battling depression, Nightingale exposed a truth that no one else wanted to face: the British Army took everything it could from its men, and then discarded their wounded bodies like burnt bacon.  Florence proved beyond doubt that the Army did not care, and that she did.  She invented a profession.  <p>Anne wanted to help that story, that process.   Rivalry and conniving were not what she meant. What next?   <p>You could always, a voice says within her, become a nurse yourself.</p><p><a href=\"41.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "red",
    "Profession": "Museum Administrator"
  },
  "53": {
    "number": "53",
    "name": "Mrs Eva Simmonds",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Eva Simmonds",
    "Title": "Mrs",
    "ID": "53",
    "inside": "Eva married her cousin, who is Professor of Jurisprudence at <A NAME=\"gerta'></A><A HREF=\"../car4/130.htm#eva\">UCL</A>.  Everything she has done since has been done equally blindly.  What she was blind to was her husband's ugliness.  His eyes bulge, his tiny nose is hooked, his chin juts out to meet it, his teeth splay like clumsy feet, he has to suck in spit all the time.  He works with his books, mostly at home.  He insists Eva stay with him and forbids her to work.<p>Eva asks questions of herself vaguely, as if about someone else: did she marry him out of pity? Did such supreme ugliness carry a kind of sexual jolt?<p>Eva once was very pretty.  She is dimly aware that somehow, over the years, she has become ugly too.  </p>",
    "appearance": "Middle-aged woman, small, pinched, hairy chinned, a face pulled into itself.  Her clothes are brown and beige, clean.  Clunky shoes. Chews on her lower lip, arms folded.  </p><p>",
    "Age (general)": "middle-aged",
    "Skin Colour": "",
    "thinking": "In her own way, Eva has rebelled.  She is going to the <a href=\"ftnt46.htm\">Royal Festival Hall</a> to buy two concert tickets, not for David, of course, who never goes to such things, but for herself and her daughter Harriet.<p>Three days ago, on Sunday, Eva looked out of their apartment window and saw David and Harriet walking.  Harriet slouched until she was almost hunchbacked, wearing boy's clothes, unironed and grubby.  David followed her with little pestering steps, eyes glaring at her face.  Harriet is fifteen.<p>Eva is vague about this point too, but something in her said: not Harriet; not her too.  </p><p><a href=\"52.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Housewife"
  },
  "64": {
    "number": "64",
    "name": "Mr Michael Lipkin",
    "Ethnicity": "Jewish",
    "Gender": "Male",
    "Name": "Michael Lipkin",
    "Title": "Mr",
    "ID": "64",
    "inside": "Works in the accounts section of <A HREF=\"../car3/102.htm\">Pall Mall Oil</A> as a specialist in VAT. <a href=\"ftnt64.htm\">The undertaking</a> is vast: tributaries of information about every transaction from catering to cleaning, the staff newsletter or computer maintenance flow into his section.   He clarifies policy on each kind of transaction and monitors adherence.  It is a sideline.</p><p>",
    "appearance": "Well dressed, long faced man about 35 in grey suit,beige coat,small round hat.  Reading a sumptuously printed book of Hebrewscripture with gold-tooled lettering.  He nods slightly in agreement,prodding a protruding upper lip thoughtfully.</p><p>",
    "Age (general)": "middle-aged",
    "Skin Colour": "",
    "thinking": "The central facts of Michael's life are God and loneliness.  He is anaturally solemn man who does everything properly.  His work for the company is technically superb and largely unappreciated.  He jogs, onemight say religiously, every day for the sake of his rangy figure.  Hethinks a lot. <p>Michael's father is prominent in London Jewish affairs.  Through him,Michael's views on the scriptures are gradually gaining a reputation. Michael's reading is thorough and his arguments, rehearsed in opendebate, are authoritative.<p>Nevertheless Michael feels continually, completely out of his time. Sage, thoughtful Jews like himself allowed themselves to be herdedinto <a href=\"../car5/155.htm#michael\">camps.</a>  New Jews are big, bronzed, crew-cutted soldiers whoenjoy cunnilingus --  and those are just the women.  Michael is not avirgin except in his soul, which only flowers when he reads scripture -- or imagines that he has a wife.<p>The train stops and he gets out at Waterloo.  He bounds long-legged upthe steps as if to leap out of himself.</p><p><a href=\"63.htm\">Previous passenger </a>",
    "Age (specific)": "35",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Accountant - Pall Mall Oil"
  },
  "43": {
    "number": "43",
    "name": "Mr Keith Snow",
    "Ethnicity": "",
    "Gender": "Male",
    "Name": "Keith Snow",
    "Title": "Mr",
    "ID": "43",
    "inside": "<a name=\"rugby\"></a>Keith was meant for the priesthood until faced with a choice between A levels and the school <a href=\"../car6/190.htm#rugby\">rugby team</a>.  Chose the later. Went to Hull Polytechnic instead of University, where he met and married his similarly religious, gentle wife.  Now father of six tidy children.<p>At 26, he was surprised to write a series of funny pornographic stories about an ancient Greek satyr lose in modern Britain.  He rutted people's trouser cuffs.  On the strength of the stories, Keith was offered the assistant editorship of <em>Exposed for Men </em>.  Needed the money.  Hated it.  The walls were covered in fanny.  He lied about his job.  They offered him editor and he left. He couldn't face telling people he was fully responsible for Britain's leading dirty magazine.</p>",
    "appearance": "Big, blond, soft-faced man in wire rimmed spectacles and clean casual clothing -- brown slacks, tan jacket.  Carries a shoulder bag hugged by a grubby, grinning Garfield cat.</p><p>",
    "Age (general)": "",
    "Skin Colour": "",
    "thinking": "Trying to feel the full happiness of his new job.<p>Keith is now the proud Editor of <em>Zinc and Lead</em> ,  companion periodical to <em>Bibliographical Supplement on Mining</em> .   It has modern offices on <a href=\"67.htm\">Lower Marsh</a>: the walls are covered with mineral crystals.  It is an ambition fulfilled: he studied mineralogy at Hull and consulted the Bibliography.  <p>So he's happy, right?  So why can he still see the satyr and his grin?  Worse than that, Keith is sure suddenly that he can smell him, the goatish, ruttish musk.<p>He looks around, paranoia in his eyes.  He is of course smelling <A HREF=\"39.htm\">passenger 39</A>.</p><p><a href=\"42.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "tall",
    "Nationality": "",
    "Hair Colour": "blond",
    "Profession": "Editor - Zinc and Lead Magazine"
  },
  "54": {
    "number": "54",
    "name": "Miss Billie Holiday",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Billie Holiday",
    "Title": "Miss",
    "ID": "54",
    "inside": "Her mother was a singer and named her daughter after a jazz great.  Billie works in accounts at <A HREF=\"../car4/139.htm\">British Telecom</A>.</p>",
    "appearance": "Girl with short hair,black trousers and a fluffy fake fur coat.  Pink-cheeked, freckles, clear-framed spectacles, AIDS ribbon. Keeps smiling and shaking her head.</p><p>",
    "Age (general)": "young",
    "Skin Colour": "",
    "thinking": "She imagines herself in the pub, telling the following true story.<p>The computer tells us we have this telephone number and no one has ever paid a bill on it?  So I have to go over all the records, back to when we kept things in writing.  There's no record of payment at all.<p>So I ring the number to check that it still works.  I hear a dialing tone.  It rings and rings, buts no one answers.  I try ringing at 6 pm, I stay for the late shift and ring at 10 pm. Never any answer.<p>So I look up the address: 172 Tottenham Court Road.  We send out the first threatening letter.  \" Payment must be received in 7 days or legal proceedings will be taken.\" No answer.  We cut off the connection.<p>We send out a court summons.  And another.  We send a notice of conviction.  They don't pay the fine.  Finally, we send in the bailiffs.<p>The bailiffs can't find 172 Tottenham Court Road.<p>Then we get an angry call from Camden Council about causing a traffic hazard. <p>We were billing a traffic signal box.  It has a telephone number so they can modem timing instructions.  I was trying to talk to a traffic light.<p>Can you imagine if it answered?</p><p><a href=\"53.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Accountant - BT"
  },
  "65": {
    "number": "65",
    "name": "Ms Corrine Tracy ",
    "Ethnicity": "",
    "Gender": "Female",
    "Name": "Corrine Tracy",
    "Title": "Ms",
    "ID": "65",
    "inside": "Works for Winona <a href=\"../car7/246.htm\">Hairdressers</a> just behind the <A NAME=\"jason\"></A><A HREF=\"66.htm#corrine\">Elephant and Castle</A>. She is now the only hairdresser left in the shop, which is seeing hard times. </p><p>",
    "appearance": "Stylish black woman, late 20s. Long one-piece dress in a brown herringbone pattern, brown overcoat with hood, matching flat-heeled boots.  Hair short, combed forward, simple gold earrings.  Handbag on floor.</p><p>",
    "Age (general)": "20s",
    "Skin Colour": "black",
    "thinking": "Why does everyone assume a black hairdresser can only do black hair?  Corrine has photographs of white ladies in her window as well.  She's grateful to her black customers, but there aren't enough of them. She spends the better part of most working days staring into space.  She is so bored. <p>She's taken to designing toys, with some success.  Leap Frog was a spring-driven wooden toy that jumped.  Her brother managed to sell the patent for that.  She has been trying to design Scissors Crab, a plastic crab with goofy eyes on springs and pincers that can cut paper.  The problem has been safety.<p>Corrine muses on other useful things the pincers could do -- like knit.  Very suddenly something moves inside her head.  She sees the pincers weaving hair, spinning strands, making braids.  <p>People buy cornrows, they spend hours braiding them, it costs a fortune....  Corrine covers her mouth.  A patented hair-braider!  Inexpensive, do it yourself at home.  She reaches into her hand bag to pull out her notebook.  It isn't there.  She pauses, then decides.  Sod the job, she's getting back to her design pad.  She stands up to get off at Lambeth North instead of the Elephant.</p><p><a href=\"64.htm\">Previous passenger </a>",
    "Age (specific)": "",
    "Height": "",
    "Nationality": "",
    "Hair Colour": "",
    "Profession": "Hairdresser"
  }
}
